{
    "cs": {
        "about": "O nás",
        "about--text-one": "Jak to všechno začalo? Kdy a jak nás champagne a skvělá čistá vína začala tak bavit? Úplně náhodu, jak už to tak v životě bývá. Dobrý kamarád nás oba dva pozval na výlet do Champagne. Zřejmě těžko by nás na našich cestách po Evropě a vysokých alpských kopcích napadlo zastavit cca 100 kilometrů od Paříže a věnovat se celý týden „bublinám“. Nicméně stalo se a od té doby nás to nepustilo. Časem se z nahodilého brouzdání okouzlujícími vesničkami Champagne stalo cílené objevování tohoto krásného vinařského regionu. Učarovalo nám nenapodobitelné snoubení champagne a francouzské gastronomie. ",
        "about--text-two": "Z náhodných setkání s mistry vinařského řemesla se staly cílené cesty za champagniery, z kterých se v průběhu let stali dobří známí a přátelé. ",
        "about--text-three": "Když nám jednou zásoba jejich skvostných lahví ve sklepě došla, uvědomili jsme si, že ji není možno v České republice doplnit. A právě to byl ten okamžik, kdy jsme se rozhodli, že ",
        "about--text-fourth": " chceme ty nejkrásnější bubliny světa, které jsme objevili, představit také vám.",
        "about--text-fifth": "Dnes jsme výhradními zástupci několika šampaňských domů pro ČR. Osobně se s námi můžete setkat na nejvýznamnějších přehlídkách skvělých champagne nebo na degustacích, které pořádáme v našem Gentleman´s clubu v Milevsku. ",
        "about--text-sixth": "Stále však spolupracujeme výhradně s malými rodinnými vinařstvími, kde se tradice a poctivá práce několika generací odráží v kvalitě vína. ",
        "about--text-seven" : "Naší filosofií je dostat mezi vás - vinařské nadšence, ale i mezi ty, kteří s krásným a rozmanitým světem vína teprve začínají, taková vína, která vyjadřují osobitý charakter vinaře a terroir.",
        "about--text-eight":"Dobrá, nyní víte, kdo jsme. Co však nejsme? Nejsme radikální zastánci toho, že víno musí vypadat a chutnat právě tak, jak si to myslíme my. Jedno je ale jisté, chceme pít a nabízet vám taková vína, do kterých se nic zbytečného nepřidává. A je-li to shodou okolností bio víno, organické víno, naturální víno či víno s jakýmkoli jiným označením, budiž.",
        "about--text-nine":"Naše motto zní: ",
        "about--text-ten":"„Too much of anything is bad, but too much of champagne is just right…!“ ",
        "about--text-eleven":"A věděly to takové osobnosti jako Albert Einstein, Winston Churchill, Napoleon a výčet dalších je nekonečný. Historie jim dala za pravdu, že se nemýlily. Neváhejte ochutnat, nebudete litovat.",

        "services": "Služby",
        "services--text-first": "Nabízíme jedinečné služby ve světě vína – smyslem není pouze prodej vína, ale hlavně spokojenost zákazníků a jejich rostoucí zájem o víno. Díky tomu můžete ochutnat vína přímo ",
        "services--text-second": "od vinařů, kteří jeho výrobě dávají 100% úsilí",
        "services--text-third": ", a tím víno získává jedinečný charakter.",
        "services--text-fourth": "Za kvalitou pečlivě uskladněných lahví si stojíme",
        "services--text-fifth": "a vše několikrát ročně ochutnáváme, takže se nemusíte bát nechat si od nás poradit.",
        "services--text-sixth": "Možná právě vymýšlíte originální dar pro přátelé či vaše blízké? Proč ne právě vínko s nějakou delikatesou! Ideální narozeninový nebo svatební dar, který musí potěšit každého!",
        "services--deg-one": "Degustace",
        "services--deg-two": "Pravidelně pořádáme soukromé degustace s odborným výkladem. Všechny ochutnané láhve je také možné na místě přímo objednat.",
        "services--vis-one": "Návštěva vinic",
        "services--vis-two": "Na přání jsme Vám schopni zajistit návštěvu u vinaře. Ať již u našich partnerů na Moravě, tak v i v oblasti Champagne.",
        "services--rec-one": "Doporučení",
        "services--rec-two": "Rádi poradíme ať již s výběrem té správné láhve nebo s výletem k vinaři, tak abyste si ho maximálně užili a obohatili svoje znalosti.",
        "services--sell-one": "Prodej",
        "services--sell-two": "Nabízíme pouze námi odzkoušené a pečlivě uskladněné láhve. Samozřejmostí je osobní přístup při každém nákupu. Ozvěte se a nechte starost na nás.",
        "offer": "Nabídka",
        "contact": "Kontakt",
        "contact--text-one": "Kontaktujte nás telefonicky...",
        "contact--text-two": "...nebo využijte přímo našeho kontaktního formuláře a my se ozveme Vám!",
        "contact--button-send": "ODESLAT",
        "map--heading": "Kde Nás Najdete?"
    },
    "en": {
        "about": "About Us",
        "about--text-one": "How did it all start? When and how did we start to enjoy champagne and fine wines? By a coincidence, as it is usually the case in life. A good friend invited us both on a trip to Champagne. It would hardly ever cross our minds to stop for a week at about 100 kilometers from Paris during our journeys across Europe chasing high alpine peaks, and to spend the whole week drinking “bubbles”. However, it has happened and since then we never stopped exploring the world of Champagne. Over time, random browsing through enchanting villages resulted in the passion for the discovery of the Champagne region and French gastronomy. ",
        "about--text-two": "Over the years the champagniers became our good friends. ",
        "about--text-three": "And when we run out of supplies of their magnificent champagne bottles in the cellar, there was no chance to get these bottles in the Czech Republic. ",
        "about--text-fourth": "It was the moment when we decided to introduce the most beautiful bubbles of the world to you as well.",
        "about--text-fifth": "Today we are the exclusive representatives of several champagne houses in the Czech Republic. You can meet us at the most important and exclusive Champagne venues and tastings around the Czech Republic. We also organize prestigious degustations in our vinotheque, i.e. the Gentleman's Club in Milevsko. ",
        "about--text-sixth": "However, we still work exclusively with small family wineries, where tradition and honest work is reflected in the quality of the wines. ",
        "about--text-seven" : "Our philosophy is to get among you - wine enthusiasts, but also among those who are just beginners in this beautiful and diverse world of wine, always such wines that express the distinctive character of the winemaker and terroir.",
        "about--text-eight":" Well, now you know who we are. But who we are not? We are not a radical believer that wine must taste exactly as we think. But one thing is certain - we want to drink and offer you such wines that has no unnecessary chemical additives. And if it happens to be bio wine, organic wine, natural wine or wine with any other designation, so be it. ",
        "about--text-nine":"Our motto is: ",
        "about--text-ten":"„Too much of anything is bad, but too much of champagne is just right…!“ ",
        "about--text-eleven":"And such people as Albert Einstein, Winston Churchill or Napoleon knew it. History has proven that they were right. Do not hesitate to try and taste, you will not regret it.",





        "services": "Services",
        "services--text-first": "We offer the best services we possibly can - our purpose is not just to sell wines, but most importantly to make our customers happy and to increase their interest about wine as well. Thanks to that approach you can taste wines directly from ",
        "services--text-second": "winemakers, who give 100% percent effort to their work ",
        "services--text-third": "and that is the reason why their products have such a unique and outstanding character.",
        "services--text-fourth": " Bottles are carefully stored, so we can guarantee the unprecedented quality, ",
        "services--text-fifth": "besides we taste all of our products, several times a year. Based on that, you don't have to be afraid to ask for any help or recommendation. ",
        "services--text-sixth": "Are you trying to come up with a special gift for your friends or loved ones? Combine one of our products with some delicacy of your choice and feel the luxury! It is an ideal birthday or wedding gift, that has to please everyone!",
        "services--deg-one": "Wine Tasting",
        "services--deg-two": "We organize wine tasting events with an expert commentary on a regular basis. Also all tasted bottles can be ordered directly at the event.",
        "services--vis-one": "Visting The Vineyards",
        "services--vis-two": "We are able to provide a tour of the vineyards on demand. It could be either one of our partners in Moravia or exclusively in the Champagne region as well.",
        "services--rec-one": "Recommendation",
        "services--rec-two": "It will be our pleasure to give you guidance whether you want to choose the right bottle to purchase or make a trip to the vineyards. Our main goal is your absolute happiness and enrichment of your knowledge.",
        "services--sell-one": "Sale",
        "services--sell-two": "We offer only the products with best customer experiences which are perfectly and carefully stored. Of course there is a personal approach for every purchase. Contact us and let us care.",
        "offer": "Offer",
        "contact": "Contact",
        "contact--text-one": "Contact us by phone...",
        "contact--text-two": "...or use our contact form directly and we will contact you!",
        "contact--button-send": "SEND",
        "map--heading": "Where to find us?"

    }
}